tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"

brew "cocoapods"
brew "git"
brew "gpg"
brew "go"
brew "hub"
brew "leiningen"
brew "openssl"
brew "mas"
brew "pinentry-mac"
brew "pre-commit"
brew "shellcheck"
brew "sqlite"
# Yarn includes node by default
brew "yarn"
brew "homebrew/php/composer"
brew "homebrew/php/php72"

cask "caffeine"
cask "docker"
cask "dropbox"
cask "filezilla"
cask "firefox"
cask "flux"
cask "gogland"
cask "google-chrome"
cask "hipchat"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "phpstorm"
cask "postman"
cask "sensiblesidebuttons"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"

mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
