tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "cloc"
brew "coreutils"
brew "nghttp2"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "gron"
brew "java11"
brew "jq"
brew "magic-wormhole"
brew "mkcert"
brew "node@14", link: true
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "python@3.7"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tree"
brew "watch"
brew "xsv"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
cask "anki"
cask "caffeine"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "font-fira-code"
cask "iterm2"
cask "slack"
cask "spotify"
cask "visual-studio-code"
