tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wix/brew"
brew "bash"
brew "bash-completion"
brew "ghc"
brew "cabal-install"
brew "sqlite"
brew "cloc"
brew "clojure"
brew "cocoapods"
brew "coreutils"
brew "nghttp2"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "gron"
brew "haskell-stack"
brew "helm"
brew "jq"
brew "leiningen"
brew "magic-wormhole"
brew "mkcert"
brew "node@14", link: true
brew "openjdk"
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "python@3.7"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "terraform"
brew "tldr"
brew "tree"
brew "watch"
brew "xsv"
brew "yq"
cask "anki"
cask "caffeine"
cask "charles"
cask "docker"
cask "filezilla"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "java8"
cask "miniconda"
cask "postico"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "visual-studio-code"
